
// 📍 Данные точек риска для карты безопасности БПТС (Самарканд)

// risk:
// 3 = высокий риск (опасно)
// 2 = средний риск
// 1 = низкий риск

const DATA = [
  {
    name: "Плотный трафик",
    type: "traffic",
    lat: 39.66818,
    lng: 66.97000,
    risk: 3
  },
  {
    name: "Перекрёсток",
    type: "intersection",
    lat: 39.652392,
    lng: 66.970103,
    risk: 3
  },
  {
    name: "Школа",
    type: "school",
    lat: 39.650401,
    lng: 66.961176,
    risk: 3
  },
  {
    name: "Главная дорога",
    type: "main_road",
    lat: 39.66326,
    lng: 66.96386,
    risk: 2
  },
  {
    name: "Пустая зона",
    type: "safe_zone",
    lat: 39.66974,
    lng: 66.98167,
    risk: 1
  }
];